i3
xinit
firefox
alacritty
pavucontrol
neovim
htop zsh git
curl
pkg-config
bat
tree
xsel
tmux
byobu
libglfw3
libglfw3-dev
libsdl2-2.0-0
libsdl2-dev
libsdl2-image-2.0-0
libsdl2-image-dev
pulseaudio
firmware-amd-graphics
libgl1-mesa-dri
libglx-mesa0
mesa-vulkan-drivers
xserver-xorg-video-all
libglx-mesa0:i386
mesa-vulkan-drivers:i386
libgl1-mesa-dri:i386
